tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "autopep8"
brew "bat"
brew "btop"
brew "countdown"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "ghcup"
brew "git-delta"
brew "go"
brew "hyperfine"
brew "lua"
brew "neovim"
brew "node"
brew "poppler"
brew "prettier"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "stylua"
brew "sysbench"
brew "taplo"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "typst"
brew "typstyle"
brew "xh"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "aldente"
cask "brave-browser"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "hyperkey"
cask "kitty"
cask "linearmouse"
cask "rectangle"
cask "skim"
cask "stats"
cask "thor"
cask "whatsapp"
