tap "homebrew/bundle"
brew "aria2"
brew "autopep8"
brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdu"
brew "ghcup"
brew "git-delta"
brew "go"
brew "lazygit"
brew "neovim"
brew "node"
brew "poppler"
brew "prettier"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "sysbench"
brew "taplo"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
cask "aldente"
cask "amethyst"
cask "firefox"
cask "hiddenbar"
cask "hyperkey"
cask "iina"
cask "kitty"
cask "rectangle"
cask "skim"
cask "stats"
cask "thor"
