tap "felixkratz/formulae"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "neovim"
brew "node"
brew "prettier"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "taplo"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "xh"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "brave-browser"
cask "font-anonymice-nerd-font"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "hyperkey"
cask "kitty"
cask "linearmouse"
cask "stats"
cask "thor"
